Repository: tanmayjay/jwp-book-review
Catalog: assets/languages/jwp-book-review-*.po
Languages: bn_bd

source: Book Publications Info
bn_bd: বই প্রকাশনা তথ্য

source: Book Publications
bn_bd: বই প্রকাশনা

source: Book Publish Date
bn_bd: বই প্রকাশের তারিখ

source: Books
bn_bd: গ্রন্থসমূহ

source: Book
bn_bd: গ্রন্থ

source: Add New
bn_bd: নতুন বই যুক্ত করুন

source: Add New Book
bn_bd: নতুন বই যোগ করুন

source: New Book
bn_bd: নতুন বই

source: Edit Book
bn_bd: বই সম্পাদনা করুন

source: View Book
bn_bd: বই দেখুন

source: All Books
bn_bd: সবগুলো গ্রন্থ

source: Search Books
bn_bd: বই অনুসন্ধান

source: Parent Books:
bn_bd: উৎস

source: Genres
bn_bd: বইয়ের ধরনসমূহ

source: Genre
bn_bd: বইয়ের ধরন

source: Search Genres
bn_bd: বইয়ের ধরন অনুসন্ধান করুন

source: All Genres
bn_bd: বইয়ের সবগুলো ধরন

source: Edit Genre
bn_bd: বইয়ের ধরন সম্পাদনা করুন

source: Update Genre
bn_bd: বইয়ের ধরন আপডেট করুন

source: Add New Genre
bn_bd: নতুন বইয়ের ধরন যোগ করুন

source: New Genre
bn_bd: নতুন বইয়ের ধরন

source: Book updated.
bn_bd: বইটি আপডেট করা হয়েছে.

source: Custom field updated.
bn_bd: কাস্টম ক্ষেত্র আপডেট করা হয়েছে.

source: Custom field deleted.
bn_bd: কাস্টম ক্ষেত্র মুছে ফেলা হয়েছে.

source: Book published.
bn_bd: বইটি প্রকাশিত হয়েছে.

source: Book saved.
bn_bd: বইটি সংরক্ষিত হয়েছে.

source: Book submitted.
bn_bd: বই জমা দেওয়া হয়েছে.

source: Book draft updated.
bn_bd: বই খসড়া আপডেট হয়েছে.

source: Preview book
bn_bd: প্রাকপ্রচার নিরীক্ষণ
